Repository: GadirMirzayev/Django-Blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Personal info
az: Shexsi melumatlar

source: Permissions
az: Icazeler

source: Important dates
az: Vacib tarixler

source: Password
az: Shifre

source: Password confirmation
az: Shifrenin tesdiqi

source: Enter the same password as before, for verification.
az: Daxil etdiyiniz shifreni tesdiq ucun tekrar daxil edin.

source: English
az: Ingilis dili

source: Russian
az: Rus dili

source: Azerbaijani
az: Azerbaycan dili

source: Home
az: Ana Sehife

source: About us
az: Haqqimizda

source: Daily visitors
az: Gundelik ziyaretciler

source: Stories
az: Hekayeler

source: Recipes
az: Reseptler

source: Users
az: Istifadeciler

source: Change Password
az: Shifre Deyishme

source: Change your password
az: Shifrenizi deyishin

source: Please choose a new password to finish signing in.
az: Prosesi tamamlamaq ucun yeni shifre daxil edin.

source: Contact Us
az: Bizimle elaqe saxlayin

source: Contact us
az: Bizimle elaqe

source: Address
az: Unvan

source: Contact Number
az: Elaqe nomresi

source: Email Address
az: E-poct unvani

source: Edit Account
az: Profilde Deyishiklik Etmek

source: Featured Posts
az: One cixan Paylashimlar

source: Read More
az: Daha Etrafli

source: Recent Stories
az: Son Hekayeler
